[
{
  "id": 2,
  "author": "David Mitchell",
  "book_image": "/images/cloudatlas.jpg",
  "description": "In his captivating third novel, Mitchell erases the boundaries of language, genre, and time to offer a meditation on humanity's dangerous will to power, and where it may lead.",
  "genre": "science fiction" ,
  "price": 20.99,
  "product_url": "https://www.bokus.com/bok/9780340822784/cloud-atlas/",
  "stock": 105,
  "title": "Cloud Atlas"
 },
 {
  "id": 3,
  "author": "Robert Iger",
  "book_image": "/images/ride-of-a-lifetime.jpg",
  "description": "A grand vision defined: The CEO of The Walt Disney Company shares the ideas and values he has used to reinvent one of the most beloved companies in the world.",
  "genre": "autobiography",
  "price": 19.99,
  "product_url": "https://www.bokus.com/bok/9781984801463/ride-of-a-lifetime/",
  "stock": 200,
  "title": "Ride Of a Lifetime"
 },
 {
  "id": 4,
  "author": "Abhijit V Banerjee, Esther Duflor",
  "book_image": "/images/good-economics.jpg",
  "description": "FROM THE WINNERS OF THE 2019 NOBEL PRIZE IN ECONOMICS 'Wonderfully refreshing . . . A must read' Thomas Piketty In this revolutionary book, prize-winning economists Abhijit V. Banerjee and Esther Duflo show how economics, when done right, can help us solve the thorniest social and political problems of our day. From immigration to inequality, slowing growth to accelerating climate change, we have the resources to address the challenges we face but we are so often blinded by ideology.",
  "genre": "economics" ,
  "price": 25.99,
  "product_url": "https://www.bokus.com/bok/9780241306895/good-economics-for-hard-times/",
  "stock": 200,
  "title": "Good Economics for Hard Times"
 },
 {
  "id": 5,
  "author": "Hans Rosling, Ola Rosling, Anna Rosling Ronnlund",
  "book_image": "/images/factfulness.png",
  "description": "Factfulness: The stress-reducing habit of only carrying opinions for which you have strong supporting facts. When asked simple questions about global trends - why the world's population is increasing; how many young women go to school; how many of us live in poverty - we systematically get the answers wrong. So wrong that a chimpanzee choosing answers at random will consistently outguess journalists, Nobel laureates, and investment bankers.",
  "genre": "sociology",
  "price": 10.99,
  "product_url": "https://www.bokus.com/bok/9781473637474/factfulness/",
  "stock": 220,
  "title": "Factfulness"
 },
 {
  "id": 6,
  "author": "Andy Weir",
  "book_image": "/images/themartian.jpg",
  "description": "The Sunday Times bestseller - Robinson Crusoe on Mars, a survival story for the 21st Century. I'm stranded on Mars. I have no way to communicate with Earth. I'm in a Habitat designed to last 31 days. If the Oxygenator breaks down, I'll suffocate. If the Water Reclaimer breaks down, I'll die of thirst. If the Hab breaches, I'll just kind of explode. If none of those things happen, I'll eventually run out of food and starve to death. So yeah. I'm screwed. The Martian is featured in Richard & Judy's Autumn Book Club 2014.",
  "genre": "science fiction",
  "price": 17.50,
  "product_url": "",
  "stock": 220,
  "title": "The Martian"
 },
 {
  "id": 7,
  "author": "Werner Oechslin",
  "book_image": "/images/euclid-elements.jpg",
  "description": "Nearly a century before Mondrian made geometrical red, yellow, and blue lines famous, 19th-century mathematician Oliver Byrne employed the color scheme for his 1847 edition of Euclid's mathematical and geometric treatise Elements. Byrne's idea was to use color to make learning easier and 'diffuse permanent knowledge.' The result has been described as one of the oddest and most beautiful books of the 19th century.",
  "genre": "science, geometry" ,
  "price": 15.99,
  "product_url": "https://www.taschen.com/pages/en/catalogue/classics/all/45514/facts.oliver_byrne_the_first_six_books_of_the_elements_of_euclid.htm",
  "stock": 220,
  "title": "Byrne. The First Six Books of the Elements of Euclid"
 },
 {
  "id": 8,
  "author": "William Golding",
  "book_image": "/images/lord-of-the-flies.jpg",
  "description": "When Lord of the Flies appeared in 1954 it received unprecedented reviews for a first novel. Critics used such phrases as 'beautifully writeen, tragic and provocative... vivid and enthralling... this beautiful and desperate book... completely convincing and often very frightening... its progress is magnificient... like a fragment of nightmare... a dizzy climax of terror... the terrible spell of this book...",
  "genre": "novel" ,
  "price": 12.99,
  "product_url": "https://www.bokus.com/bok/9780399501487/lord-of-the-flies/",
  "stock": 20,
  "title": "Lord of the Flies"
 },
 {
  "id": 9,
  "author": "J. K. Rowling",
  "book_image": "/images/harry-potter-and-the-deathly-hallows.jpg",
  "description": "In this seventh and final book, Harry discovers what fate truly has in store for him as he inexorably makes his way to that final meeting with Voldemort. In this thrilling climax to the phenomenally bestselling series, J.K. Rowling will reveal all to her eagerly waiting readers.",
  "genre": "fantasy" ,
  "price": 34.99,
  "product_url": "https://www.bokus.com/bok/9780747591085/harry-potter-and-the-deathly-hallows/",
  "stock": 20,
  "title": "Harry Potter and the Deathly Hallows"
 }
]